Repository: GuyPrimavera/editor-menu-and-widget-access
Catalog: lang/*.po
Languages: it

source: Select the Adminbar items to <strong>hide from Editors and Shop Managers</strong>:
it: Seleziona gli elementi della barra di amministrazione di <strong>nascondere da Editor e Shop Manager</strong>:

source: Please note: Some of these adminbar items are already hidden from Editors/Shop Managers, but you can select them again here to make sure.
it: Nota: alcuni di questi articoli della barra di amministrazione sono già nascosti da Editor/Shop Manager, ma puoi selezionarli di nuovo qui per essere sicuri.

source: Select the items to <strong>hide from Editors and Shop Managers</strong> throughout the admin area:
it: Seleziona gli elementi di <strong>nascondere da Editor e Shop Manager</strong> in tutta l'area amministrativa:

source: Always hidden.
it: Sempre nascosto.

source: Including "Header" and "Background".
it: Compreso "Intestazione" e "Sfondo".

source: View this plugin on WordPress.org
it: Vedi questo plugin su WordPress.org

source: See the features and recent updates.
it: Vedi le caratteristiche e gli aggiornamenti recenti.

source: View the support forum
it: Visualizza il forum di supporto

source: On WordPress.org.
it: Su WordPress.org.

source: Ask a question
it: Fai una domanda

source: Something not working? Let me know.
it: Qualcosa non funziona? Fammi sapere.

source: See the ChangeLog
it: Vedi il ChangeLog

source: See what's changed.
it: Guarda cosa è cambiato.

source: Translate into your language
it: Traduci nella tua lingua

source: Je voudrais un sandwich.
it: Translate the plugin.

source: View the source code on GitHub
it: Visualizza il codice su GitHub

source: It's a hub for gits.
it: È un hub per gits.

source: View the source code on WP Trac
it: Visualizza il codice su WP Trac

source: Similar to GitHub.
it: Simile a GitHub.

source: View the development log
it: Visualizza il registro di sviluppo

source: Previous versions
it: Versione precedente

source: Download an older version of the plugin.
it: Scarica una versione precedente del plug-in.

source: View the plugin's web page
it: Visualizza la pagina web del plugin

source: On GuyPrimavera.com.
it: Su GuyPrimavera.com.

source: Leave a review
it: Lascia una recensione

source: Let me know what you think!
it: Cosa ne pensi del plugin?

source: Donate towards this plugin
it: Dona a questo plugin

source: This full-version is free to use, but every little helps!
it: Questa versione completa è gratuita, ma ogni piccolo aiuto!

source: Editor Menu and Widget Access Settings
it: Editor Menu and Widget Access Impostazioni

source: Admin Menu
it: Menu Admin

source: Help
it: Aiuto

source: Select the other menus to <strong>hide from Editors and Shop Managers</strong>:
it: Seleziona gli altri menu di <strong>nascondere da Editor e Shop Manager</strong>:

source: Please note: Some of these menu items are already hidden from Editors/Shop Managers, but you can select them again here to make sure.
it: Nota: alcuni di questi articoli sono già nascosti da Editor/Shop Manager, ma puoi selezionarli di nuovo qui per essere sicuri.

source: Hide Appearance Menus
it: Nascondi menu aspetto

source: Themes
it: Temi

source: Customize
it: Personalizzare

source: Widgets
it: Widget

source: Menus
it: Menu

source: Hide Other Menus
it: Nascondi altri menu

source: Other Menus
it: Altri menu

source: Hide Admin Bar Items
it: Nascondi elementi barra di amministrazione

source: Admin Bar Items
it: Elementi della barra di amministrazione

source: Settings
it: Impostazioni
